[
  {
    "id": 1,
    "slug": "classic-city-center",
    "name": "Classic City Center",
    "district": "1010",
    "coverImgResultId": 42,
    "distance": "1,4km",
    "estimatedTime": "2-3 hours",
    "description": "See the most famous Vienna sights and Christmas markets on this short walking tour through the center.",
    "mapZoom": 15,
    "hasPublicTransport": false,
    "stops": [
      {
        "id": 4,
        "type": "MARKET",
        "order": 1,
        "description": "Start with the market at Stephansplatz. While this easily gets crowded, the backdrop of the cathedral is unbeatable."
      },
      {
        "id": 21,
        "type": "EVENT",
        "order": 2,
        "description": "Sneak away from the crowds and stop at Haas & Haas. Their courtyard popup includes a Punschstand, Christmas trees, warm fires, and stove tops to cook Würstel."
      },
      {
        "id": 42,
        "type": "STREET_LIGHTS",
        "order": 3,
        "description": "Walk along the Graben towards Am Hof. Gaze in awe at the chandelier lights above! At the end of the street, peek left down the Kohlmarkt to see the dangling lights."
      },
      {
        "id": 7,
        "type": "MARKET",
        "order": 4,
        "description": "Enjoy some medieval flair at the Christmas market at Am Hof. Note the unique mugs, while standing under a tree of lights."
      },
      {
        "id": 13,
        "type": "MARKET",
        "order": 5,
        "description": "Continue to the market at Freyung. While small, the trick is to enjoy a drink at the fountain rather than stuck in the crowds."
      },
      {
        "id": 17,
        "type": "MARKET",
        "order": 6,
        "description": "Finish the tour at the famous Christkindlmarkt at Rathausplatz. This is the best market for Christmas lights!"
      }
    ]
  },
  {
    "id": 2,
    "slug": "punsch-shopping-fun",
    "name": "Punsch, Shopping, & Fun",
    "district": "1040 • 1070 • 1090",
    "coverImgResultId": 14,
    "distance": "3,2km",
    "estimatedTime": "2-3 hours",
    "description": "Whether you're into unique Punsch recipes, or shopping for special gifts, this route has it all - plus animals and curling!",
    "mapZoom": 14,
    "hasPublicTransport": false,
    "stops": [
      {
        "id": 14,
        "type": "MARKET",
        "order": 1,
        "description": "Begin at Karlsplatz where you'll find artisan crafts, as well as a petting zoo. This large market is in front of the beautiful Karlskirche church."
      },
      {
        "id": 57,
        "type": "STREET_LIGHTS",
        "order": 2,
        "description": "Head towards the Museums Quartier. When crossing Mahü, look up for their Christmas lights on display."
      },
      {
        "id": 1,
        "type": "MARKET",
        "order": 3,
        "description": "Continue to the MQ for a break from the crowds. There are multiple Punschstands with unique offerings, as well as curling to watch or play."
      },
      {
        "id": 2,
        "type": "MARKET",
        "order": 4,
        "description": "A few steps brings you to the market at Spittelberg. The narrow streets offer special shopping, food, and drinks. It can get busy, so stop at Amerling Beisl's courtyard."
      },
      {
        "id": 59,
        "type": "STREET_LIGHTS",
        "order": 5,
        "description": "While on the way to Altes AKH, look up and down Josefstädter Strasse to see the blue circular lights."
      },
      {
        "id": 6,
        "type": "MARKET",
        "order": 6,
        "description": "Finish with the market at Altes AKH. With plenty of space to accommodate all, this is the perfect place to relax and enjoy the festive atmosphere."
      }
    ]
  },
  {
    "id": 3,
    "slug": "top-vienna-attractions",
    "name": "Top Vienna Attractions",
    "district": "1150 • 1040 • 1030 • 1020 • 1010",
    "coverImgResultId": 16,
    "distance": "3,6km + Public Transport",
    "estimatedTime": "4.5-6 hours",
    "description": "Take half a day to enjoy both Vienna's tourist sites and Christmas markets!",
    "mapZoom": 12,
    "hasPublicTransport": true,
    "stops": [
      {
        "id": 16,
        "type": "MARKET",
        "order": 1,
        "description": "Begin at Vienna's top attraction - the Schönbrunn Palace. There's an extensive Christmas market with food, shopping, and activities. If time allows, explore the public gardens behind the palace.",
        "nextDirections": "U4 Schönbrunn → Karlsplatz"
      },
      {
        "id": 14,
        "type": "MARKET",
        "order": 2,
        "description": "The market at Karlsplatz has much to offer, from specialty shopping to a small zoo. The attraction here is the St. Charles Church.",
        "nextDirections": "Walk 15 minutes to Schloss Belvedere"
      },
      {
        "id": 11,
        "type": "MARKET",
        "order": 2,
        "description": "This market is located on the grounds of the Belvedere Palace, next to a beautiful reflecting pool. If there's time, visit the palace to see Klimt's famous painting 'The Kiss'.",
        "nextDirections": "Train at Quartier Belvedere → Praterstern"
      },
      {
        "id": 18,
        "type": "MARKET",
        "order": 3,
        "description": "Enjoy the amusement park atmosphere at this small winter market in the Prater. The highlight is the view of the iconic Ferris Wheel!",
        "nextDirections": "U1 Praterstern → Stephansplatz"
      },
      {
        "id": 4,
        "type": "MARKET",
        "order": 4,
        "description": "Now time for the city center. Stop by the market at Stephansplatz at the base of the famous cathedral. If the market gets too crowded, enter the cathedral for a break.",
        "nextDirections": "U3 Stephansplatz → Volkstheater"
      },
      {
        "id": 17,
        "type": "MARKET",
        "order": 5,
        "description": "Finish your tour at city hall, home to Vienna's most famous Christmas market. The grounds are covered with magnificent Christmas lights, making it the perfect way to end your day!"
      }
    ]
  }
]
